<?php

declare(strict_types=1);

return [
    'failed'                 => 'Неверное имя пользователя или пароль.',
    'password'               => 'Некорректный пароль.',
    'throttle'               => 'Слишком много попыток входа. Пожалуйста, попробуйте ещё раз через :seconds секунд.',
    'blocked'                => 'Ваш аккаунт заблокирован.',
    'shop_blocked'           => 'Ваш магазин заблокирован.',
    'u_dont_have_restaurant' => 'К вашему аккаунту не привязан ресторан! Пожалуйста, свяжитесь с администратором.',
];
