<?php

declare(strict_types=1);

return [
    'failed'                 => 'Бундай маълумотларга эга фойдаланувчи мавжуд эмас.',
    'password'               => 'Нотўғри парол.',
    'throttle'               => 'Кириш учун жуда кўп уринишлар аниқланди. Илтимос :seconds сониядан сўнг яна уриниб кўринг.',
    'blocked'                => 'Сизнинг аккаунтингиз блокланган.',
    'shop_blocked'           => 'Сизнинг дуконингиз блокланган.',
    'u_dont_have_restaurant' => 'Сизга ресторан биріктрилмаган ! Илтимос администратор білан боғланинг.',
];
